brew "asdf"
brew "coreutils"
brew "gpg"
brew "gawk"
brew "bash-completion"
brew "nvim"
brew "tmux"
brew "curl"
brew "wget"
brew "nmap"
brew "watch"
brew "fd"
brew "fzf"
brew "bat"
brew "starship"
brew "rg"
brew "autojump"
brew "tree"
brew "tealdeer"
brew "lua-language-server"
brew "yaml-language-server"
brew "typescript-language-server"
brew "prettier"
brew "peterldowns/tap/localias"

cask "ghostty"
